Revit 2027 API
ParameterTypeId.CoverTypeName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CoverTypeName { get; }
Public Shared ReadOnly Property CoverTypeName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CoverTypeName {
	ForgeTypeId^ get ();
}
static member CoverTypeName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace